export default {
  header: {
    "header-logo": "Мухамметали Юзбашиев",
    "header-nav": {
      nav_1: "Главное",
      nav_2: "Обо мне",
      nav_3: "Технический стек",
      nav_4: "Проекты",
      nav_5: "Контакты",
    },
  },
  home: {
    "home-heading": {
      h_1: "Привет👋, меня зовут",
      h_2: "Я Фронтенд-разработчик",
    },
  },
  about: {
    "about-heading": "Обо мне",
    "about-paragraph": {
      p_1: "Здравствуйте, я фронтенд-разработчик с опытом работы более 2 лет, владею",
      p_2: "Я специализируюсь на создании адаптивных и привлекательных веб-приложений, основанных на чистом коде и принципах современного дизайна. Моя цель — использовать эти навыки для создания выдающегося цифрового опыта. Изучите мое портфолио и узнайте, как я могу улучшить ваши проекты.",
    },
    "work-experience": {
      heading: "Опыт работы",
      profession: "Фронтенд-разработчик",
      time: "На постоянной основе",
      building: "Институт телекоммуникаций и информатики Туркменистана",
      city: "Ашхабад",
      month: "Aвг",
    },
    education: {
      heading: "Образование",
      profession: "Инженер кибербезопасности",
    },
  },
  techStack: {
    heading: "Мой технический стек",
    paragraph: "Технологии, с которыми я работал в последнее время",
  },
  projects: {
    heading: "Проекты",
    paragraph: "Проекты, которые я создал на данный момент",
    cards: {
      card_1:
        "Добро пожаловать на Poem.tv, веб-приложение, созданное для демонстрации творчества поэта Керима Халли. Погрузитесь в мир литературного великолепия, где пронзительные стихи и захватывающие повествования занимают центральное место. Poem.tv предлагает захватывающий опыт, прославляющий силу языка и вызывающий глубокие эмоции через искусство поэзии, руководствуясь красноречием произведений Керима Халли.",
      card_2:
        "Представляем PURSAT.TV: динамичное веб-приложение, обеспечивающее доступ к широкому спектру телеканалов. Благодаря удобному пользовательскому интерфейсу и широкому выбору каналов пользователи могут насладиться богатыми и разнообразными развлечениями. Перемещайтесь по множеству контента и наслаждайтесь персонализированным путешествием по телевидению, и все это в захватывающей среде PURSAT.TV.",
      card_3:
        "Откройте для себя мир вкусов с помощью нашего приложения рецептов. Исследуйте разнообразную кулинарную библиотеку, включающую блюда разных кухонь мира и диетические предпочтения. От быстрых закусок до экстравагантных блюд, дайте волю своему внутреннему повару и насладитесь симфонией вкусов у вас под рукой. Улучшите свое кулинарное путешествие с помощью нашего комплексного приложения для рецептов.",
      card_4:
        "Поднимите свой стиль в нашем магазине мужской классической одежды. От вневременных костюмов до изысканной повседневной одежды — мы предлагаем тщательно подобранную коллекцию, которая украсит ваш гардероб. Откройте для себя изысканность, качество и универсальность в каждом предмете одежды. Откройте для себя воплощение вневременного стиля и безупречного мастерства, созданного специально для современного джентльмена.",
      card_5:
        "Наша интернет-аптека предлагает доступные и надежные решения в области здравоохранения и предлагает широкий ассортимент лекарств и оздоровительных товаров. Принимая во внимание удобство и качество, мы стремимся обеспечить беспрепятственный доступ к основным медицинским ресурсам для отдельных лиц и семей. Изучите нашу платформу, где пересекаются здоровье и удобство.",
      card_6:
        "Natours предоставляет удобный интерфейс с потрясающими изображениями направлений, подробными описаниями туров, интерактивными картами и простыми вариантами бронирования. На веб-сайте освещаются устойчивые и ответственные методы путешествий, продвигаются экотуризм и природоохранные усилия по сохранению окружающей среды и поддержке местных сообществ.",
    },
    link: "Предварительный просмотр",
  },
  contact: {
    heading: "Чтобы свзяаться со мной",
  },
  footer: {
    p: {
      p_1: "Построен Мухамметалием Юзбашиевым с ",
      p_2: "и",
      p_3: " развернут с",
      p_4: " Весь текст задается в",
      p_5: "шрифте",
    },
  },
};
