export default {
  header: {
    "header-logo": "Мухамметали Юзбашиев",
    "header-nav": {
      nav_1: "Главное",
      nav_2: "Обо мне",
      nav_3: "Технический стек",
      nav_4: "Проекты",
      nav_5: "Контакты",
    },
  },
  home: {
    "home-heading": {
      h_1: "Привет👋, меня зовут",
      h_2: "Я Фронтенд-разработчик",
    },
  },
  about: {
    "about-heading": "Обо мне",
    "about-paragraph": {
      p_1: "Здравствуйте, я фронтенд-разработчик с опытом работы более 2 лет, владею",
      p_2: "Я специализируюсь на создании адаптивных и привлекательных веб-приложений, основанных на чистом коде и принципах современного дизайна. Моя цель — использовать эти навыки для создания выдающегося цифрового опыта. Изучите мое портфолио и узнайте, как я могу улучшить ваши проекты.",
    },
    "work-experience": {
      heading: "Опыт работы",
      profession: "Фронтенд-разработчик",
      time: "На постоянной основе",
      building: "Институт телекоммуникаций и информатики Туркменистана",
      city: "Ашхабад",
      month: "Aвг",
    },
    education: {
      heading: "Образование",
      profession: "Инженер кибербезопасности",
    },
  },
  techStack: {
    heading: "Мой технический стек",
    paragraph: "Технологии, с которыми я работал в последнее время",
  },
  projects: {
    heading: "Проекты",
    paragraph: "Проекты, которые я создал на данный момент",
    cards: {
      card_1:
        "Разработан современный веб-сайт, демонстрирующий поэтические произведения Керим Халли. Для создания проекта были использованы передовые технологии: Vue.js, TailwindCSS и Vuex. Интерактивные элементы и динамические эффекты обеспечивают увлекательное погружение в мир поэзии.",
      card_2:
        "Современная веб-платформа для управления телевещанием, построенная на архитектуре Vue.js и управляемая состоянием с помощью Vuex. CSS обеспечивает стильный и адаптивный интерфейс, обеспечивая удобство использования на различных устройствах.",
      card_3:
        "Интерактивное веб-приложение для любителей кулинарии, созданное с помощью HTML, CSS и JavaScript. Легко находите новые рецепты и создавайте свою кулинарную книгу.",
      card_4:
        "Онлайн-магазин мужской одежды, созданный на базе HTML, CSS и JavaScript, предлагает широкий ассортимент стильных моделей. Удобный поиск, сортировка по размерам и цветам, а также безопасная оплата сделают ваши покупки комфортными.",
      card_5:
        "Сравнивайте цены на лекарства быстро и удобно.Онлайн-аптека на базе Pinia, Nuxt.js,Tailwind CSS и PrimeVue позволяет найти нужные препараты в несколько кликов. REST API гарантирует актуальность данных.",
      card_6:
        "Стильный и удобный сайт для любителей путешествий, созданный с использованием HTML, CSS и JavaScript. Найдите вдохновение для своего следующего приключения и забронируйте тур всего в несколько кликов. ",
      card_7:
        "Эко-ориентированный сайт для производителя моторных масел, созданный с использованием Nuxt.js, Tailwind CSS, Pinia и PrimeVue. Представляет экологичные продукты с адаптивным дизайном, многоязычной поддержкой и интерактивными элементами.",
    },
    link: "Предварительный просмотр",
  },
  contact: {
    heading: "Чтобы свзяаться со мной",
  },
  footer: {
    p: {
      p_1: "Построен Мухамметалием Юзбашиевым с ",
      p_2: "и",
      p_3: " развернут с",
      p_4: " Весь текст задается в",
      p_5: "шрифте",
    },
  },
};
